brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pv"
brew "ripgrep"
brew "sheldon"
brew "socat"
brew "tig"
brew "tmux"
brew "volta"
brew "yq"
cask "claude-code"
